Repository: zhrispineda/Settings-tvOS
Catalog: TVSettings/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# AXVoiceOverAudioDuckingWhenSpeakingValue
source: When Speaking
ar: أثناء النطق
ca: En llegir
cs: Při mluvení
da: Ved oplæsning
de: Beim Sprechen
el: Κατά την εκφώνηση
es: Al hablar VoiceOver
es_us: Al leer en voz alta
fi: Puhuttaessa
fr: Pendant l’énonciation
fr_ca: Pendant l’énonciation
he: בעת הקראה
hi: बोलते समय
hr: Tijekom čitanja
hu: Beszéd közben
id: Saat Berbicara
it: Durante la lettura
ja: 読み上げ時
ko: 말하는 동안
ms: Apabila Bercakap
nl: Bij het spreken
no: Når det snakkes
pl: Podczas odczytywania
pt_br: Durante a Fala
pt_pt: Ao falar
ro: La enunțare
ru: При произнесении
sk: Pri rozprávaní
sl: Med predvajanjem govora
sv: Vid uppläsning
th: เมื่ออ่านออกเสียงอยู่
tr: Konuşurken
uk: Під час мовлення
vi: Khi đang nói
zh_cn: 朗读时
zh_hk: 朗讀時
zh_tw: 朗讀時

# AXBrailleDisplayInputAndOutput
source: Input and Output
ar: الإدخال والإخراج
ca: Entrada i sortida
cs: Vstup a výstup
da: Input og output
de: Ein- und Ausgabe
el: Είσοδος και έξοδος
es: Entrada y salida
es_us: Entrada y salida
fi: Tulostus ja syöttö
fr: Entrée et sortie
fr_ca: Entrée et sortie
he: קלט ופלט
hi: इनपुट और आउटपुट
hr: Ulaz i izlaz
hu: Bemenet és kimenet
id: Input dan Output
it: Input e output
ja: 入出力
ko: 입력 및 출력
ms: Input dan Output
nl: Invoer en uitvoer
no: Inndata og utdata
pl: Wejście i wyjście
pt_br: Entrada e Saída
pt_pt: Entrada e saída
ro: Intrare și ieșire
ru: Вход и выход
sk: Vstup a výstup
sl: Vnos in izpis
sv: In- och utmatning
th: สัญญาณเข้าและสัญญาณออก
tr: Giriş ve Çıkış
uk: Ввід і вивід
vi: Đầu vào và đầu ra
zh_cn: 输入和输出
zh_hk: 輸入和輸出
zh_tw: 輸入和輸出

# AXExtendedVoiceIsolationModesDetails
source: Adds Isolate as an additional option to Enhance Dialogue. When used, dialogue is completely isolated for people who need maximum clarity. Other elements of the audio mix will be substantially reduced.
ar: إضافة العزل خيار إضافي لميزة تحسين الحوار. عند استخدامه، يُعزل الحوار تمامًا للأشخاص الذين يحتاجون إلى أقصى وضوح. سيتم تقليل العناصر الأخرى من مزيج الصوت بشكل كبير.
ca: Afegeix l’aïllament de veu com a complement de la millora dels diàlegs. Quan actives aquesta opció, s’aïlla el diàleg i els altres components de l’àudio es redueixen considerablement perquè, així, les persones que ho necessiten el rebin amb la màxima claredat.
cs: Volba Izolovat se přidává jako další možnost k volbě Zvýraznit dialogy. Jejím zapnutím bude dialog dokonale izolován od rušivých vlivů s ohledem na osoby, které potřebují co největší srozumitelnost. Hlasitost dalších prvků audio mixu se výrazně sníží.
da: Tilføjer en mulighed for at isolere under Forbedring af dialog. Når denne mulighed vælges, bliver dialogen fuldstændig isoleret til gavn for personer, der har brug for maksimal tydelighed. De andre elementer i lydmikset reduceres betydeligt.
de: Dies fügt „Isolieren“ als zusätzliche Option zu „Dialoge verbessern“ hinzu. Bei Verwendung wird der Dialog für Personen, die maximale Verständlichkeit benötigen, vollständig isoliert. Andere Elemente der Audiomischung werden stark reduziert.
el: Προσθέτει την Απομόνωση ως πρόσθετη επιλογή για τη Βελτίωση διαλόγου. Όταν χρησιμοποιείται, ο διάλογος απομονώνεται πλήρως για άτομα που χρειάζονται μέγιστη καθαρότητα. Άλλα στοιχεία της μείξης ήχου θα μειώνονται σημαντικά.
es: El aislamiento de voz es una opción adicional de la mejora de diálogos. Permite aislar el diálogo y minimizar el resto de sonidos para poder escucharlo con más claridad.
es_us: Agrega Aislar como una opción adicional de Mejorar diálogos. Con el aislamiento, las conversaciones se vuelven más claras porque la voz se hace más nítida y los demás elementos sonoros del ambiente se reducen sensiblemente.
fi: Lisää Dialogin korostus -ominaisuudelle Eristä-lisävalinnan. Kun käytössä, dialogi eristetään täysin käyttäjille, jotka tarvitsevat parhaan mahdollisen selkeyden. Muita miksatun äänen elementtejä vaimennetaan huomattavasti.
fr: Ajoute Isoler en tant qu’option supplémentaire de « Améliorer les dialogues ». Lorsque cette option est utilisée, le dialogue est totalement isolé pour les personnes qui ont besoin d’une clarté maximale. D’autres éléments du mix audio seront considérablement réduits.
fr_ca: L’isolation vocale est une option supplémentaire qui a pour but d’améliorer les dialogues. Son utilisation permet d’isoler complètement les dialogues pour les personnes qui requièrent un maximum de clarté. Les autres éléments du mix audio seront considérablement réduits.
he: הגדרה זו מוסיפה הפרדת קול כאפשרות נוספת של המאפיין ״שיפור הדיבור״. כאשר אפשרות זו נבחרת, הדיבור מופרד לחלוטין ובכך מסייע לאנשים שזקוקים לצלילות שמע מרבית. מרכיבים אחרים של מיקס השמע יופחתו באופן משמעותי.
hi: डायलॉग बेहतर बनाएँ के अतिरिक्त विकल्प के रूप में आइसोलेट को जोड़ता है। इसका उपयोग करने पर डायलॉग को उन लोगों के लिए पूरी तरह से आइसोलेट किया जाता है जिन्हें अधिकतम स्पष्टता चाहिए। ऑडियो मिक्स के अन्य एलिमेंट को बहुत कम कर दिया जाएगा।
hr: Dodaje Izoliraj kao dodatnu opciju za Poboljšanje dijaloga. Kad se koristi, dijalog se u potpunosti izolira za osobe kojima je potrebna maksimalna jasnoća. Ostali elementi audio miksa značajno će biti stišani.
hu: Hozzáadja az Izolálás lehetőséget a Beszédhang kiemelése funkció további beállításaként. Amikor használatban van, teljesen izolálja a beszédet, hogy azok a személyek is hallhassák, akiknek maximális hangtisztaságra van szükségük. A funkció az audiomix egyéb elemeit jelentősen csökkenti.
id: Menambahkan Isolasi sebagai pilihan tambahan bagi Tingkatkan Dialog. Jika digunakan, dialog akan sepenuhnya terisolasi bagi orang yang memerlukan dialog yang paling jelas. Elemen mixing audio lainnya akan berkurang secara drastis.
it: Aggiunge l’opzione Isolamento a “Migliora dialoghi”. Quando è attiva, i dialoghi vengono isolati completamente per garantirne la massima chiarezza. Gli altri elementi del mix audio verranno notevolmente attenuati.
ja: “声を分離”を“対話を強調”のオプションとして追加します。このオプションを使用すると、対話は完全に分離され最も明瞭になります。その他のオーディオ要素に関しては大幅に減少されます。
ko: ‘분리’를 ‘대화 강조’의 옵션으로 추가합니다. 이 옵션을 사용하면 대화가 최대한 명료하게 들리기를 원하는 사람을 위해 대화 소리가 완전히 분리됩니다. 오디오 믹스의 다른 요소는 대폭 감소됩니다.
ms: Menambah Asingkan sebagai pilihan tambahan pada Tingkatkan Dialog. Apabila digunakan, dialog diasingkan sepenuhnya untuk orang yang memerlukan kejelasan maksimum. Elemen lain pada campuran audio tersebut akan dikurangkan secara ketara.
nl: Voegt 'Isoleer' als extra optie toe aan 'Verbeter dialogen'. Wanneer deze optie wordt gebruikt, wordt de dialoog volledig geïsoleerd voor personen die maximale duidelijkheid nodig hebben. Andere elementen van de audiomix worden aanzienlijk verminderd.
no: Legger til Isoler som et alternativ under Framhev dialog. Når dette brukes, blir dialogen isolert fullstendig for personer som trenger den så tydelig som mulig. Andre elementer i lydmiksen blir kraftig redusert.
pl: Dodaje izolację głosu jako osobną opcję funkcji Wzmacniaj dialogi. Pozwala ona osobom wymagającym maksymalnej czystości dźwięku całkowicie izolować dialogi. Głośność innych składników materiału audio zostanie znacznie obniżona.
pt_br: Adiciona o isolamento como uma opção a mais do recurso Aprimorar Diálogo. Quando usado, os diálogos são totalmente isolados para pessoas que precisam de clareza máxima. Outros elementos do mix de áudio são reduzidos substancialmente.
pt_pt: Adiciona o isolamento como opção adicional para Reforçar vozes. Quanto esta opção é usada, os diálogos são isolados completamente para permitir a maior clareza possível. Os outros elementos da mistura de áudio serão reduzidos significativamente.
ro: Adaugă „Izolare” ca opțiune suplimentară pentru „Îmbunătățire dialog”. Utilizarea opțiunii permite izolarea completă a dialogurilor pentru persoanele care au nevoie de claritate maximă. Celelalte elemente ale mixajului audio vor fi reduse substanțial.
ru: Добавление дополнительного параметра «Изоляция» для функции «Улучшение диалогов». Если этот параметр включен, диалоги отделяются от остальных звуков для максимально четкого звучания. Все остальные звуки значительно приглушаются.
sk: Pridá ďalšiu možnosť Izolácia ku zvýrazňovaniu dialógov. Táto možnosť dokonale izoluje dialógy od rušivých vplyvov a využijú ju najmä osoby, ktoré potrebujú čo najlepšiu zrozumiteľnosť. Hlasitosť ostatných prvkov v mixe audia bude výrazne znížená.
sl: Dodajte izolacijo kot dodatno možnost za izboljšanje dialoga. Ko je uporabljena, je dialog povsem izoliran za osebe, za katere je potrebna največja jasnost. Drugi elementi zvočne slike bodo znatno zmanjšani.
sv: Lägger till Isolering som ett ytterligare alternativ i Framhäv dialog. När det här alternativet används isoleras dialogen fullständigt för personer som behöver maximal tydlighet. Andra element i ljudmixen minskas avsevärt.
th: เพิ่มการแยกเสียงเป็นตัวเลือกเพิ่มเติมเพื่อปรับเสียงสนทนาให้ชัดเจนมากขึ้น เมื่อเปิดการใช้งานนี้ เสียงสนทนาจะถูกแยกออกจากเสียงทั้งหมดสำหรับผู้ใช้ที่ต้องการเสียงที่มีความชัดเจนสูงสุด เสียงประกอบอื่นๆ จะถูกลดความดังให้เหลือน้อยที่สุด
tr: Diyalogları İyileştir’e ek bir seçenek olarak izolasyon ekler. Kullanıldığında, diyaloglar maksimum konuşma netliğine ihtiyacı olan kişiler için tamamen izole edilir. Ses miksinin diğer öğeleri oldukça azaltılır.
uk: Додає варіант «Ізолювати» до меню «Виокремлення діалогів». Він дає змогу повністю виокремити діалоги для користувачів, що хочуть чути слова максимально чітко. Решта звуків значно приглушується.
vi: Thêm Tách lời nói làm một tùy chọn bổ sung cho Cải thiện hội thoại. Khi được sử dụng, phần hội thoại được tách biệt hoàn toàn đối với những người cần độ rõ tối đa. Các thành phần khác trong âm thanh tổng hợp sẽ được giảm đáng kể.
zh_cn: 将“分离人声”添加为“突显对话”的额外选项。使用时，对话将完全从其他声音中分离，供需要最高清晰度的用户听取。混音中的其他元素将大幅减少。
zh_hk: 將「隔離」加入為「突顯對白」的額外選項。啟用後，對話會被完全隔離，為有需要用户提供最高的清晰度。其他混音元素將大幅降低。
zh_tw: 將「隔離」加入為「突顯對白」的其他選項。若使用「隔離」，系統會為需要最高清晰度的使用者完全隔離對白。混音的其他元素會大幅度降低。

# SCANNING_SPEED_ADJUST_INSTRUCTIONS
source: Slide to adjust scanning speed
ar: قم بالتمرير لضبط سرعة المسح
ca: Llisca per ajustar la velocitat d’exploració.
cs: Posunutím upravíte rychlost hledání
da: Skub for at justere scanningshastighed
de: Zum Anpassen des Scantempos streichen
el: Σύρετε για προσαρμογή της ταχύτητας σάρωσης
es: Desliza para ajustar la velocidad de exploración.
es_us: Desliza para ajustar la velocidad de exploración
fi: Säädä askelluksen nopeutta liu’uttamalla
fr: Faites glisser pour ajuster la vitesse du curseur
fr_ca: Faites glisser pour régler la vitesse d’analyse.
he: ניתן להחליק לשינוי מהירות הסריקה
hi: स्कैनिंग गति को ऐडजस्ट करने के लिए स्लाइड करें
hr: Povucite za podešavanje brzine skeniranja
hu: Csúsztassa el a szkennelési sebesség módosításához
id: Geser untuk menyesuaikan kecepatan pemindaian
it: Fai scorrere il cursore per regolare la velocità di scansione
ja: スライドしてスキャン速度を調整します
ko: 스캔 속도를 조절하려면 미십시오.
ms: Luncur untuk melaraskan kelajuan imbasan
nl: Schuif om de scansnelheid aan te passen
no: Skyv for å justere skannehastighet
pl: Przesuń, aby skorygować szybkość skanowania
pt_br: Deslize o dedo para ajustar a velocidade de escaneamento
pt_pt: Passe o dedo para regular a velocidade de leitura.
ro: Glisați pentru a ajusta viteza de scanare
ru: Проведите пальцем, чтобы отрегулировать скорость сканирования
sk: Potiahnutím upravte rýchlosť skenovania
sl: Hitrost skeniranja prilagodite z drsenjem.
sv: Dra för att justera skanningshastighet
th: เลื่อนเพื่อปรับความเร็วการสแกน
tr: Tarama hızını ayarlamak için kaydırın
uk: Посуньте, щоб змінити темп сканування
vi: Trượt để điều chỉnh tốc độ quét
zh_cn: 滑动以调整扫描速度
zh_hk: 掃一下調整掃描速度
zh_tw: 滑動來調整掃描速度

# AXCaptionFontCopperplate
source: Copperplate
ar: ‏GeezaPro
ro: HoeflerText-Regular

# IGNORE_REPEAT_ADJUST_INSTRUCTIONS
source: Slide to adjust Ignore Repeat duration
ar: قم بالتمرير لضبط مدة تجاهل التكرار
ca: Llisca per ajustar la durada de l’omissió de la repetició.
cs: Posunutím upravíte délku ignorování opakování
da: Skub for at justere varighed for Ignorer gentagelse
de: Zum Anpassen der Dauer von Wiederholungsignoranzen streichen
el: Σύρετε για προσαρμογή της διάρκειας Αγνόησης επανάληψης
es: Desliza para ajustar el tiempo durante el cual se ignora la repetición.
es_us: Desliza para ajustar la duración de ignorar la repetición
fi: Säädä Älä huomioi toistoa -toiminnon kestoa liu’uttamalla
fr: Faites glisser pour ajuster la durée pendant laquelle ignorer la répétition
fr_ca: Faites glisser pour régler la durée d’Ignorer la répétition.
he: ניתן להחליק לשינוי המשך של ״התעלמות מהקשות חוזרות״
hi: “दोहराव को अनदेखा करें” अवधि को ऐडजस्ट करने के लिए स्लाइड करें
hr: Povucite za podešavanje trajanja ignoriranja ponavljanja
hu: Csúsztassa el az Ismétlés figyelmen kívül hagyása időtartamának módosításához
id: Geser untuk menyesuaikan durasi Abaikan Pengulangan
it: Fai scorrere il cursore per regolare la durata di “Ignora ripetizione”
ja: スライドして“繰り返しを無視”の継続時間を調整します
ko: 반복 무시 실행 시간을 조절하려면 미십시오.
ms: Luncur untuk melaraskan tempoh Abaikan Ulangan
nl: Schuif om de duur van 'Negeer herhaling' aan te passen
no: Skyv for å justere varigheten av ignorer gjentakelse
pl: Przesuń, aby skorygować czas trwania dla funkcji Ignoruj powtarzanie
pt_br: Deslize o dedo para ajustar a duração de Ignorar Repetição
pt_pt: Passe o dedo para regular o tempo durante o qual as repetições de toque devem ser ignoradas.
ro: Glisați pentru a ajusta durata pentru opțiunea „Ignorare repetare”
ru: Проведите пальцем, чтобы отрегулировать продолжительность пропуска повтора
sk: Potiahnutím upravte trvanie ignorovania opakovania
sl: Trajanje prezrtja ponovitve prilagodite z drsenjem.
sv: Dra för att justera tidslängd för Ignorera upprepning
th: เลื่อนเพื่อปรับช่วงเวลาที่ไม่ต้องสนใจการกดซ้ำ
tr: Yinelemeyi Yok Sayma süresini ayarlamak için kaydırın
uk: Посуньте, щоб змінити тривалість Ігнорування повтору
vi: Trượt để điều chỉnh khoảng thời gian Bỏ qua lặp lại
zh_cn: 滑动以调整忽略重复时长
zh_hk: 掃一下調整「忽略重複」長度
zh_tw: 滑動來調整「忽略重複」持續時間

# AXCaptionStyleTitle
source: Style
ar: النمط
ca: Estil
cs: Styl
da: Format
de: Stil
el: Στιλ
es: Estilo
es_us: Estilo
fi: Tyyli
he: סגנון
hi: शैली
hr: Stil
hu: Stílus
id: Gaya
it: Stile
ja: スタイル
ko: 스타일
ms: Gaya
nl: Stijl
no: Stil
pl: Styl
pt_br: Estilo
pt_pt: Estilo
ro: Stil
ru: Стиль
sk: Štýl
sl: Slog
sv: Stil
th: ลักษณะ
tr: Stil
uk: Стиль
vi: Kiểu
zh_cn: 样式
zh_hk: 樣式
zh_tw: 樣式

# AXVoiceOverAudioDuckingAmountTitle
source: Ducking Amount
ar: مقدار التخامد
ca: Grau d’atenuació
cs: Míra potlačení
da: Dæmpningsgrad
de: Ducking-Stärke
el: Ποσότητα βύθισης
es: Grado de atenuación
es_us: Grado de atenuación
fi: Vaimennuksen määrä
fr: Intensité de l’atténuation
fr_ca: Taux d’atténuation
he: מידת ההנמכה
hi: डकिंग की मात्रा
hr: Količina utišavanja
hu: Hangerőcsökkentés mértéke
id: Jumlah Pengurangan
it: Quantità di attenuazione
ja: ダッキングの度合い
ko: 더킹 음량
ms: Amaun Peredaman
nl: Hoeveelheid ducking
no: Mengde for demping
pl: Stopień łagodzenia
pt_br: Grau de Redução
pt_pt: Volume de redução de nível
ro: Valoare atenuare
ru: Степень приглушения
sk: Množstvo prechodu
sl: Stopnja utišanja
sv: Duckningsmängd
th: ระดับเสียงที่หลบ
tr: Ses Azaltma Miktarı
uk: Рівень стишення звуку
vi: Mức giảm âm lượng
zh_cn: 闪避值
zh_hk: 音訊迴避量
zh_tw: 迴避量

# AXHearingSectionTitle
source: Hearing
ar: السمع
ca: Audició
cs: Sluch
da: Hørelse
de: Hören
el: Ακοή
es: Audición
es_us: Audición
fi: Kuulo
fr: Audition
fr_ca: Audition
he: שמיעה
hi: श्रवण
hr: Sluh
hu: Hallás
id: Pendengaran
it: Udito
ja: 聴覚サポート
ko: 청각 지원
ms: Pendengaran
nl: Horen
no: Hørsel
pl: Słuch
pt_br: Audição
pt_pt: Audição
ro: Auz
ru: Слух
sk: Sluch
sl: Sluh
sv: Hörsel
th: การฟัง
tr: İşitme
uk: Слух
vi: Nghe
zh_cn: 听觉
zh_hk: 聽力
zh_tw: 聽力

# AXReduceTransparencyTitle
source: Reduce Transparency
ar: تقليل الشفافية
ca: Redueix la transparència
cs: Snížit průhlednost
da: Formindsk gennemsigtighed
de: Transparenz reduzieren
el: Μείωση διαφάνειας
es: Reducir transparencia
es_us: Reducir transparencia
fi: Läpinäkyvyyden vähennys
fr: Réduire la transparence
fr_ca: Réduire la transparence
he: הפחתת השקיפות
hi: पारदर्शिता घटाएँ
hr: Smanji prozirnost
hu: Átlátszóság csökkentése
id: Kurangi Transparansi
it: Riduci trasparenza
ja: 透明度を下げる
ko: 투명도 줄이기
ms: Kurangkan Kelutsinaran
nl: Maak minder doorzichtig
no: Reduser gjennomsiktighet
pl: Zmniejsz przezroczystość
pt_br: Reduzir Transparência
pt_pt: Reduzir transparência
ro: Reducere transparență
ru: Понижение прозрачности
sk: Obmedziť priehľadnosť
sl: Zmanjšanje prosojnosti
sv: Mindre genomskinlighet
th: ลดความโปร่งใส
tr: Saydamlığı Azalt
uk: Зменшення прозорості
vi: Giảm độ trong suốt
zh_cn: 降低透明度
zh_hk: 減少透明度
zh_tw: 減少透明度

# AXColorFilterBlueAdjustTitle
source: Blue/Yellow Filter
ar: فلتر الأزرق/الأصفر
ca: Filtre blau/groc
cs: Filtr modrá/žlutá
da: Blåt/gult filter
de: Blau/Gelb-Filter
el: Φίλτρο μπλε/κίτρινου
es: Filtro para azul/amarillo
es_us: Filtro azul/amarillo
fi: Sinisen ja keltaisen suodatin
fr: Filtre bleu/jaune
fr_ca: Filtre bleu/jaune
he: מסנן כחול/צהוב
hi: नीला/पीला फ़िल्टर
hr: Filtar plave/žute
hu: Kék/sárga szűrő
id: Filter Biru/Kuning
it: Filtro blu/giallo
ja: 青色/黄色フィルタ
ko: 파란색/노란색 필터
ms: Penapis Biru/Kuning
nl: Blauw-geelfilter
no: Blått/gult filter
pl: Filtr niebieski/żółty
pt_br: Filtro Azul/Amarelo
pt_pt: Filtro de azuis/amarelos
ro: Filtru albastru/galben
ru: Фильтр синего/желтого
sk: Filter modrá/žltá
sl: Filter modre/rumene
sv: Blått/gult filter
th: ฟิลเตอร์ สีน้ำเงิน/สีเหลือง
tr: Mavi/Sarı Filtre
uk: Фільтр синього/жовтого
vi: Bộ lọc Lam/Vàng
zh_cn: 蓝/黄滤镜
zh_hk: 藍/黃色濾鏡
zh_tw: 藍/黃濾鏡

# AXVoiceOverVerbosityTitle
source: Verbosity
ar: الإسهاب
ca: Verbositat
cs: Podrobnost
da: Detaljeniveau
de: Ausführlichkeit
el: Λεπτομέρειες
es: Verbosidad
es_us: Verbosidad
fi: Monisanaisuus
fr: Verbosité
fr_ca: Verbosité
he: רמת פירוט המלל
hi: शब्द अतिरेक
hr: Rječitost
hu: Részletesség
id: Verbositas
it: Verbosità
ja: 詳細度
ko: 상세 정도
ms: Bahasa Berjela
nl: Detailniveau
no: Detaljnivå
pl: Szczegółowość
pt_br: Verbosidade
pt_pt: Verbosidade
ro: Detaliere
ru: Детализация
sk: Verbozita
sl: Stopnja podrobnosti
sv: Utförlighet
th: การแสดงรายละเอียด
tr: Ayrıntı Düzeyi
uk: Детальність
vi: Độ chi tiết
zh_cn: 详细度
zh_hk: 詳細程度
zh_tw: 詳細程度

# AXTextSizeTitle
source: Text Size
ar: حجم النص
ca: Mida del text
cs: Velikost textu
da: Tekststørrelse
de: Textgröße
el: Μέγεθος κειμένου
es: Tamaño del texto
es_us: Tamaño del texto
fi: Tekstin koko
fr: Taille du texte
fr_ca: Taille du texte
he: גודל המלל
hi: टेक्स्ट का आकार
hr: Veličina slova
hu: Szövegméret
id: Ukuran Teks
it: Dimensioni testo
ja: テキストサイズ
ko: 텍스트 크기
ms: Saiz Teks
nl: Tekstgrootte
no: Tekststørrelse
pl: Wielkość tekstu
pt_br: Tamanho do Texto
pt_pt: Tamanho do texto
ro: Dimensiune text
ru: Размер текста
sk: Veľkosť textu
sl: Velikost besedila
sv: Textstorlek
th: ขนาดข้อความ
tr: Metin Puntosu
uk: Розмір шрифту
vi: Cỡ chữ
zh_cn: 文字大小
zh_hk: 文字大小
zh_tw: 文字大小

# AXLightSensitivityDescription
source: Light sensitivity adjustments provide support for users who prefer a dimmer display.
ar: توفر تعديلات حساسية الضوء الدعم للمستخدمين الذين يفضلون شاشة أكثر تعتيمًا.
ca: Els ajustos de sensibilitat a la llum són útils per als usuaris que prefereixen una pantalla més fosca.
cs: Úpravy citlivosti na světlo poskytují podporu pro uživatele, kteří preferují tlumenější displej.
da: Justering af lysfølsomhed kan hjælpe brugere, som foretrækker en mørkere skærm.
de: Anpassungen aufgrund von Lichtempfindlichkeit für Benutzer:innen, die ein dunkleres Display bevorzugen.
el: Οι προσαρμογές ευαισθησίας φωτός παρέχουν υποστήριξη για χρήστες που προτιμούν τον χαμηλότερο φωτισμό στην οθόνη.
es: Los ajustes de sensibilidad a la luz ayudan a los usuarios que prefieren una pantalla atenuada.
es_us: El ajuste para la sensibilidad a la luz ayuda a los usuarios que prefieren menos brillo en la pantalla.
fi: Valoherkkyyden säätäminen auttaa käyttäjiä, jotka pitävät himmeämmästä näytöstä.
fr: Les utilisateurs peuvent assombrir leur écran grâce aux réglages de sensibilité à la lumière.
fr_ca: Les réglages de sensibilité à la lumière sont conçus pour les utilisateurs qui préfèrent un affichage moins lumineux.
he: התאמות רגישות לאור מספקות תמיכה עבור משתמשים שמעדיפים תאורת צג חלשה יותר.
hi: प्रकाश संवेदनशीलता ऐडजस्टमेंट उन यूज़र के लिए सहायक है जिन्हें मंद डिस्प्ले पसंद है।
hr: Podešenja osjetljivosti na svjetlost pružaju podršku korisnicima koji preferiraju tamniji zaslon.
hu: A fényérzékenység beállításai módosítási lehetőséget biztosítanak azoknak a felhasználóknak, akik tompítani szeretnék a kijelző fényerejét
id: Penyesuaian sensitivitas cahaya menyediakan dukungan bagi pengguna yang lebih menyukai layar yang lebih redup.
it: Le regolazioni relative alla sensibilità alla luce forniscono supporto per gli utenti che preferiscono uno schermo più scuro.
ja: 光感受性の調整は暗い画面を好むユーザへのサポートを提供します。
ko: 어두운 화면을 선호하는 사용자는 밝기 감도를 통해 조절할 수 있습니다.
ms: Pelarasan kesensitifan cahaya memberi sokongan untuk pengguna yang lebih menyukai paparan lebih malap.
nl: Gebruikers die een minder helder scherm willen, kunnen de lichtgevoeligheid aanpassen.
no: Justering av lysfølsomhet kan være til hjelp for brukere som foretrekker en mørkere skjerm.
pl: Korekcje czułości świetlnej są przeznaczone dla użytkowników, którzy preferują przygaszony wyświetlacz.
pt_br: Os ajustes de sensibilidade à luz oferecem suporte a usuários que preferem uma tela mais escura.
pt_pt: Os ajustes de sensibilidade à luz permitem aos utilizadores que preferem um ecrã menos brilhante reduzir a luminosidade.
ro: Ajustările de sensibilitate la lumină vin în sprijinul utilizatorilor care preferă un afișaj mai întunecat.
ru: Корректировка светочувствительности обеспечивает поддержку пользователей, предпочитающих менее яркий дисплей.
sk: Citlivosť na svetlo ponúka podporu pre užívateľov, ktorí preferujú tmavší displej.
sl: Prilagoditve svetlobne občutljivosti so v podporo uporabnikom, ki raje uporabljajo temnejši zaslon.
sv: Justering av ljusstyrkan underlättar för användare som föredrar en mer nedtonad skärm.
th: การปรับความไวแสงจะช่วยเหลือผู้ใช้งานที่ต้องการจอภาพที่สว่างน้อยลง
tr: Işık duyarlılığı ayarları, daha soluk bir ekran tercih eden kullanıcılar için destek sağlar.
uk: Корекція світлочутливості призначена для тих, хто віддає перевагу темнішому дисплею.
vi: Các điều chỉnh độ nhạy ánh sáng cung cấp hỗ trợ cho người dùng thích màn hình tối hơn.
zh_cn: 光敏度调整为偏好较暗屏幕的用户提供了支持。
zh_hk: 「光源敏感度」能為偏好較暗螢幕的用户提供支援。
zh_tw: 光敏感度調整提供給偏好較暗亮度顯示器的使用者。

# AXLightSensitivityTitle
source: Light Sensitivity
ar: حساسية الضوء
ca: Sensibilitat a la llum
cs: Citlivost na světlo
da: Lysfølsomhed
de: Lichtempfindlichkeit
el: Ευαισθησία φωτός
es: Sensibilidad a la luz
es_us: Sensibilidad a la luz
fi: Valoherkkyys
fr: Sensibilité à la lumière
fr_ca: Sensibilité à la lumière
he: רגישות אור
hi: प्रकाश संवेदनशीलता
hr: Osjetljivost na svjetlost
hu: Fényérzékenység
id: Sensitivitas Cahaya
it: Sensibilità luce
ja: 光感受性
ko: 밝기 감도
ms: Kesensitifan Cahaya
nl: Lichtgevoeligheid
no: Lysfølsom modus
pl: Czułość świetlna
pt_br: Sensibilidade à Luz
pt_pt: Sensibilidade à luz
ro: Sensibilitate la lumină
ru: Светочувствительность
sk: Citlivosť na svetlo
sl: Svetlobna občutljivost
sv: Ljusstyrka
th: ความไวแสง
tr: Işık Duyarlılığı
uk: Світлочутливість
vi: Độ nhạy ánh sáng
zh_cn: 光敏度
zh_hk: 光源敏感度
zh_tw: 光敏感度
